Repository: WPDevelopers/disable-comments
Catalog: languages/disable-comments-*.po
Languages: de_de

source: Other options
de_de: Weitere Optionen

source: Disable Comments requires WordPress version %s or greater.
de_de: Kommentare deaktivieren benötigt WordPress Version %s oder höher.

source: Note: The <em>Disable Comments</em> plugin is currently active, and comments are completely disabled on: %s. Many of the settings below will not be applicable for those post types.
de_de: Anmerkung: Das <em>Kommentar deaktivieren</em>-Plugin ist aktiv und Kommentare sind für %s deaktiviert. Viele der Einstellungen unten lassen sich dadurch auf diesen Inhaltstyp nicht anwenden.

source: %s: This option is global and will affect your entire site. Use it only if you want to disable comments <em>everywhere</em>. A complete description of what this option does is <a href="%s" target="_blank">available here</a>.
de_de: %s: Diese Option ist global und beeinflusst die gesamte Seite. Nutze diese nur, wenn du Kommentare <em>überall</em> deaktivieren willst. Eine ausführliche Beschreibung dieser Option ist <a href="%s" target="_blank">hier verfügbar (EN)</a>.

source: %s: <strong>This will make persistent changes to your database &mdash; comments will remain closed even if you later disable the plugin!</strong> You should not use it if you only want to disable comments temporarily. Please <a href="%s" target="_blank">read and understand the FAQ</a> before selecting this option.
de_de: %s: <strong>Dies wird permanente Änderungen an der Datenbank bewirken &mdash; Kommentare bleiben geschlossen, auch wenn das Plugin später deaktiviert wird!</strong> Nutze diese Funktion nicht, wenn du die Kommentare vorübergehend deaktivieren willst. Bitte <a href="%s" target="_blank">lies und verstehe die FAQs (EN)</a> bevor du diese Option wählst.

source: Allows administrators to globally disable comments on their site. Comments can be disabled according to post type.
de_de: Ermöglicht es Administratoren Kommentare global auf der Seite zu deaktivieren. Kommentare können auch für bestimmte Inhaltstyp deaktiviert werden.

source: Disable all comment-related controls and settings in WordPress.
de_de: Deaktiviere alle Kommentar-bezogenen Kontrollen und Einstellungen in WordPress.

source: Warning
de_de: Achtung

source: On certain post types
de_de: Für bestimmte Inhaltstypen

source: Disabling comments will also disable trackbacks and pingbacks. All comment-related fields will also be hidden from the edit/quick-edit screens of the affected posts. These settings cannot be overridden for individual posts.
de_de: Das Deaktivieren von Kommentaren deaktiviert auch Trackbacks und Pingbacks. Alle Kommentar-bezogenen Felder werden außerdem auf den Bearbeiten/QuickEdit-Seiten der Beiträge ausgeblendet. Diese Einstellungen können nicht für einzelne Beiträge überschrieben werden.

source: Use persistent mode
de_de: Persistent-Mode nutzen

source: %s: Entering persistent mode on large multi-site networks requires a large number of database queries and can take a while. Use with caution!
de_de: %s: Persistent-Mode auf großen Multi-Site Netzwerken zu aktivieren hat eine große Anzahl von Datenbankzugriffen zur Folge und kann einige Zeit in Anspruch nehmen. Bitte mit Vorsicht nutzen!

source: %s: Selecting this option will make persistent changes to your database. Are you sure you want to enable it?
de_de: %s: Die Wahl dieser Option hat permanente Änderungen in der Datenbank zur Folge. Bist du sicher, dass du sie aktivieren willst?

source: The <em>Disable Comments</em> plugin is active, but isn't configured to do anything yet. Visit the <a href="%s">configuration page</a> to choose which post types to disable comments on.
de_de: Das <em>Kommentare deaktivieren</em>-Plugin ist aktiv aber noch nicht konfiguriert. Rufe die <a href="%s">Einstellungsseite</a> um auszuwählen für welche Inhaltstypen Kommentare deaktiviert werden sollen.

source: Disable Comments
de_de: Kommentare deaktivieren

source: If a caching/performance plugin is active, please invalidate its cache to ensure that changes are reflected immediately.
de_de: Sollte ein Caching/Performance-Plugin aktiv sein, leere den Cache um sicher zu gehen , dass die Änderungen umgehend übernommen werden.

source: Options updated. Changes to the Admin Menu and Admin Bar will not appear until you leave or reload this page.
de_de: Änderungen übernommen. Veränderungen an Admin Menü und Admin Bar werden nicht sichtbar bevor du die Seite verlässt oder neu lädst.

source: <em>Disable Comments</em> is Network Activated. The settings below will affect <strong>all sites</strong> in this network.
de_de: <em>Kommentare deaktivieren</em> ist für alle Seiten aktiviert. Die Einstellungen unten betreffen <strong>alle Seiten</strong> des Netzwerks.

source: It seems that a caching/performance plugin is active on this site. Please manually invalidate that plugin's cache after making any changes to the settings below.
de_de: Es scheint ein Caching/Performance-Plugin aktiv zu sein. Bitte leere den Cache des Plugins nach der Änderung der Optionen auf dieser Seite.

source: Everywhere
de_de: Überall
